{
	"page": 2,
	"total_pages": 53,
	"data": [{
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/498/thumb/open-uri20121106-5621-pk5x6i?1352224572",
			"name": "ProFootballTalk",
			"type": "media_partners",
			"id": 21873
		},
		"publish_date": "2013-04-11T20:24:14.187Z",
		"title": "Spievey gets court-ordered education, can have charges dropped",
		"description": " APLions safety Amari Spievey, who was arrested last month after a dispute with the mother of his child, can have the charges dropped by going through an educational program. The Middletown Press reports that Spievey was told to enroll in a family violence education program in Middletown Superior Court on Thursday. If he completes the education by June 28 and does not get arrested again, the charges will be dropped. Spievey faces charges of third-degree assault, risk of injury to a child and d...",
		"url": "http://www.sport195.com/news_stories/spievey_gets_court-ordered_education_can_have_charges_dropped_7292804"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/teams/images/24582/thumb/Cleveland_Browns.gif?1348754136",
			"name": "Cleveland Browns",
			"type": "teams",
			"id": 21078
		},
		"publish_date": "2013-04-11T20:21:14.187Z",
		"title": "Browns acquire Lewis from Eagles",
		"description": " The Cleveland Browns have acquired running back Dion Lewis from the Philadelphia Eagles in exchange for linebacker Emmanuel Acho, the team announced Thursday. The 5-foot-8, 195-pound Lewis is in his third NFL season, and the 2011 fifth-round pick (No. 149 overall) of the Eagles rushed for 171 yards and two touchdowns on 36 carries in Philadelphia. He also caught three passes for 21 yards, and returned 32 kickoffs for 702 yards, an average of 21.9 yards per return. “Dion had an extremely produ...",
		"url": "http://www.sport195.com/news_stories/browns_acquire_lewis_from_eagles_7292632"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/384/thumb/open-uri20120711-14875-1xrf2nm?1342018119",
			"name": "SportsNet New York",
			"type": "media_partners",
			"id": 18565
		},
		"publish_date": "2013-04-11T20:18:14.188Z",
		"title": "Murphy’s mental mistake, and Valdespin’s involvement",
		"description": " Last night, with one out in the fifth inning and the Mets trailing the Phillies by three runs, Daniel Murphy was doubled off of second base on a routine fly ball to center field. “It was a mistake, and hopefully it won’t happen again,” Murphy said after the game. “It was a bad play. It’s just a bad play. In that spot right there, we’re down three. In my mind I wanted to turn hopefully what was a blooper into two. Even if it falls, I end up at third – it’s first and third with one out and John...",
		"url": "http://www.sport195.com/news_stories/murphys_mental_mistake_and_valdespins_involvement_7292013"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/390/thumb/stringio.txt?1362151034",
			"name": "ProHockeyTalk",
			"type": "media_partners",
			"id": 20646
		},
		"publish_date": "2013-04-11T20:15:14.188Z",
		"title": "Report: Forsberg on way to Nashville, may play Monday vs. Canucks",
		"description": " Sounds as though Nashville’s big trade deadline acquisition could be in the lineup sooner than expected. Filip Forsberg — acquired last Wednesday from Washington in exchange for Martin Erat — will “hopefully” be in Nashville for Sunday’s morning skate prior to a game against the Wings, according to The Tennessean’s Josh Cooper, and may make his NHL debut the following night against Vancouver. Forsberg, 18, was the 11th overall pick at the 2012 NHL Entry Draft. He recently completed a two-game...",
		"url": "http://www.sport195.com/news_stories/report_forsberg_on_way_to_nashville_may_play_monday_vs_canucks_7292235"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/teams/images/24860/thumb/VINYLMAGNETTEXANS.jpg?1271657502",
			"name": "Houston Texans",
			"type": "teams",
			"id": 12746
		},
		"publish_date": "2013-04-11T20:12:14.189Z",
		"title": "Happy Throwback Thursday, from Andre Johnson.",
		"description": " Loading... . Loading... . Loading... . Loading... . Loading... . Loading... . Loading... . Loading... . Loading... . Loading... . Loading... . Loading... .",
		"url": "http://www.sport195.com/news_stories/happy_throwback_thursday_from_andre_johnson_7292340"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/498/thumb/open-uri20121106-5621-pk5x6i?1352224572",
			"name": "ProFootballTalk",
			"type": "media_partners",
			"id": 20017
		},
		"publish_date": "2013-04-11T20:09:14.189Z",
		"title": "Pats get Julian Edelman for bargain price",
		"description": " APSo why did the Patriots re-sign receiver Julian Edelman the same day they signed Steelers receiver Emmanuel Sanders to an offer sheet? Because Edelman was available at a bargain price. Per a league source, Edelman’s one-year deal will pay the five-year minimum base salary of $715,000.  Edelman also is eligible for a $50,000 workout bonus. Given Edelman’s injury history, the contract also contains a so-called “split” salary, which reduces his base pay to $383,000 if he ends up on injured res...",
		"url": "http://www.sport195.com/news_stories/pats_get_julian_edelman_for_bargain_price_7292802"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/376/thumb/open-uri20120622-14012-9060xz?1340377143",
			"name": "CSN Baltimore",
			"type": "media_partners",
			"id": 18701
		},
		"publish_date": "2013-04-11T20:06:14.190Z",
		"title": "McClain deal makes sense",
		"description": " The football experts on the Internet and other places already are starting to say the Rolando McClain deal could be a really big gamble for the Ravens. . Is it a gamble? Yes, possibly. But it's not a big one. . The Ravens are likely doing this as a let's-see type of thing. McClain has talent and comes from a program that GM Ozzie Newsome certainly likes (Alabama), meaning he got some very good coaching back in college. So there could be a diamond in that rough. . McClain's had issues on and o...",
		"url": "http://www.sport195.com/news_stories/mcclain_deal_makes_sense_7292963"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/434/thumb/open-uri20130117-19972-f1jafv?1358444447",
			"name": "Giants 101",
			"type": "media_partners",
			"id": 13518
		},
		"publish_date": "2013-04-11T20:03:14.190Z",
		"title": "Report: New York Giants, Victor Cruz not Close on New Deal; Negotiations at a Standstill",
		"description": " Just when you think all things seem positive on the New York Giants/Victor Cruz front comes a report courtesy of ESPN that suggests the contrary. Ed Werder is reporting that the two sides are not at all close on a new deal and that Cruz is unlikely to attend the team's strength and conditioning program that begins next week. Werder also notes that no new negotiations or proposals have taken place since Cruz hired Tom Condon of CAA. In other words, there's been absolutely no movement at all. P...",
		"url": "http://www.sport195.com/news_stories/report_new_york_giants_victor_cruz_not_close_on_new_deal_negotiations_at_a_standstill_7292801"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/377/thumb/open-uri20120622-14012-1p936in?1340377600",
			"name": "CSN Bay Area",
			"type": "media_partners",
			"id": 14932
		},
		"publish_date": "2013-04-11T20:00:14.191Z",
		"title": "Thornton, Sharks move on from Columbus debacle",
		"description": " DETROIT – There were no special back room meetings or speeches from the head coach to forwards Joe Thornton, Brent Burns and Marty Havlat following the Sharks’ 4-0 loss in Columbus on Tuesday. Each of those players saw a season-low in ice time in that game, but all are veteran players that don’t have to be told any further that they have to be better. “I don’t go and pull them aside and say ‘your minutes were cut back because of this or that.’ They know, and they knew exactly why,” Todd McLel...",
		"url": "http://www.sport195.com/news_stories/thornton_sharks_move_on_from_columbus_debacle_7292961"
	}, {
		"type": "news",
		"user": {
			"image_url": "http://s3.amazonaws.com/m10-prod/system/media_partners/images/384/thumb/open-uri20120711-14875-1xrf2nm?1342018119",
			"name": "SportsNet New York",
			"type": "media_partners",
			"id": 16564
		},
		"publish_date": "2013-04-11T19:57:14.191Z",
		"title": "Yanks Making A Lot Of 2-Out Hay To Fuel Their Offensive Breakout",
		"description": " (Syndicated from An A-Blog for A-Rod)If you think back to the painful times of last September and October, you'll remember that one of the Yankees' biggest problems offensively was their inability to hit with RISP or string together multiple hits to keep rallies going.  That's what led to so many games being closer than they should have been and it's what eventually sunk them when they ran into Detroit's pitching buzzsaw in the ALCS.  With the bulk of the lineup's power on the shelf or in oth...",
		"url": "http://www.sport195.com/news_stories/yanks_making_a_lot_of_2-out_hay_to_fuel_their_offensive_breakout_7292008"
	}]
}